In [ ]:
import pandas as pd
import numpy as np

In [ ]:
data={
    'name':['stephen','robert','joseph','nile','robin'],
    'age':[23,25,26,27,np.nan]
}
data

{'name': ['stephen', 'robert', 'joseph', 'nile', 'robin'],
 'age': [23, 25, 26, 27, 28]}

In [4]:
df=pd.DataFrame(data)
df

      name  age
0  stephen   23
1   robert   25
2   joseph   26
3     nile   27
4    robin   28